void ending2()
{
	printf("\n\n             ********** Congratulations! You win! **********\n");
	printf("\t\t\t     축하합니다.\n");
	printf("     당신은 480분의 1의 확률을 뚫고 480억 원의 주인공이 되었습니다.\n");
	printf("\n\t\t      ------------------------------\n");
	printf("\t\t      담당교수 : 김봉재 교수님\n");
	printf("\t\t      팀 : 핫소스\n");
	printf("\t\t      오프닝 : 이기홍\n\t\t      가위바위보 게임 : 최고원\n\t\t      맞춤법 게임 : 박성준\n\t\t      신조어 게임 : 이기홍\n\t\t      유리밟기 게임 : 복무창\n");
	printf("\t\t      승리 시 엔딩 : 최고원\n\t\t      탈락 시 엔딩 : 복무창\n");
	printf("\t\t      게임 출처 : 네이버 국어퀴즈\n");
	printf("\t\t      ------------------------------\n\n");
	printf("\t      지금까지 저희 게임을 이용해주셔서 감사합니다.\n");
}
